Update complete-manual.md
